Repository: BSStudio/bss-web-admin-frontend
Catalog: src/locale/messages.*.xlf
Languages: hu

source: true
hu: igen

source: false
hu: nem

source: Member
hu: Stúdiós

source: Active alumni
hu: Aktív öregtag

source: Member candidate
hu: Stúdiós jelölt

source: Alumni
hu: Öregtag

source: Member candidate candidate
hu: Stúdiós jelölt-jelölt

source: Add new member
hu: Tag hozzáadása

source: Name
hu: Név

source: John Doe
hu: Kiss János

source: The member will have the following url: https://bsstudio/member/johnny-d
hu: A tag a következő url-en lesz elérhető: https://bsstudio/member/kiss-j

source: johnny-d
hu: kiss-j

source: Cancel
hu: Mégse

source: Add member
hu: Tag hozzáadása

source: Refresh
hu: Frissítés

source: Status
hu: Stúdiós státusz

source: Role
hu: Szerep

source: Archived
hu: Archivált

source: Videos
hu: Videók

source: Events
hu: Események

source: Members
hu: Tagok

source: Event manager
hu: Esemény kezelő

source: Welcome to the BSS video admin site!
hu: Üdv a BSS videó kezelő oldalon!

source: Update member
hu: Stúdiós adatainak módosítása

source: Remove
hu: Eltávolítás

source: Profile picture URL
hu: Profil kép URL

source: Description
hu: Leírás

source: No
hu: Nem

source: Yes
hu: Igen

source: Save
hu: Mentés

source: Profile updated
hu: Profil frissítve

source: Changes were saved
hu: Változtatások elmentve

source: Remove member
hu: Tag eltávolítása

source: Are you sure you want to remove this member?
hu: Biztosan törölni szeretnéd őt?

source: Error removing member this.member.name
hu: Hiba történt this.member.name törlése közben

source: Member manager
hu: Tag kezelő

source: A short description will be added here
hu: Egy rövid leírás lesz majd itt

source: Update video
hu: Videó frissítése

source: Title:
hu: Cím:

source: Video URL:
hu: Videó URL:

source: Thumbnail URL:
hu: Miniatűr URL:

source: Visible:
hu: Látható:

source: Description:
hu: Leírás:

source: Uploaded at:
hu: Feltöltve:

source: Submit
hu: Hozzáadás

source: Video manager
hu: Videó kezelő

source: Add new video
hu: Videó hozzáadása

source: Title
hu: Cím

source: Dorm interview series - Cats
hu: Szobakommandó - Cicák

source: The video will have the following url: https://bsstudio/video/dorm-interview-series-cats
hu: A videó a következő URL-en fog megjelenni: https://bsstudio/video/szobakommando-cicak

source: dorm-interview-series-cats
hu: szobakommando-cicak

source: Add video
hu: Videó hozzáadása

source: Reveal selected
hu: Kijelöltek publikálása

source: Hide selected
hu: Kijelöltek elrejtése
